{
    "data": {
        "the_intensive": {
            "first_paragraph": {
                "text": "Unter dem nach der Tour<br />entstanden Slogan<br />&bdquo;moving to move&Prime;<br />veranstalte THE<br />COMPANY im November<br />2019 das erste mal<br />THEINTENSIVE.<br />"
            },
            "second_paragraph": {
                "text": "Ein 3-tägiges Programm in<br />einem Wald am Rande von<br />Berlin, ohne Netz folglich<br />ohne Hanides. Inhalte waren<br />Mindsetting in der früh,<br />klassische Tanz-Technik,<br />Heels, Commercial und Hip<br />Hop.<br />"
            },
            "third_paragraph": {
                "text": "Eben alles was man als professioneller Tänzer<br />brauch. Aber neben der individuellen<br />Entwicklung der Teilnehmerinnen, förderte sie<br />den Community-Aspekt enorm durch Panel<br />Talks und Qality Time. Das Programm ging<br />diesen August mit einem Stundenplan mit<br />internationalen Coaches in die zweite Runde.<br />Das Event war bereits nach zwei Wochen<br />ausverkauft und für 150 Teilnehmer ein voller<br />Erfolg<br />"
            }
        },

        "the_intensive_sp": {
            "first_paragraph": {
                "text": "Unter dem nach der Tour entstanden Slogan &bdquo;moving to move&Prime; veranstalte THE COMPANY im November 2019 das erste mal THEINTENSIVE.<br />"
            },
            "second_paragraph": {
                "text": "Ein 3-tägiges Programm in einem Wald am Rande von Berlin, ohne Netz folglich ohne Hanides. Inhalte waren Mindsetting in der früh, klassische Tanz-Technik, Heels, Commercial und Hip Hop.<br />"
            },
            "third_paragraph": {
                "text": "Eben alles was man als professioneller Tänzer brauch. Aber neben der individuellen Entwicklung der Teilnehmerinnen, förderte sie den Community-Aspekt enorm durch Panel Talks und Qality Time. Das Programm ging diesen August mit einem Stundenplan mit internationalen Coaches in die zweite Runde. Das Event war bereits nach zwei Wochen ausverkauft und für 150 Teilnehmer ein voller Erfolg<br />"
            }
        },

        "the_tour": {
            "first_paragraph": {
                "text": "Mit dem Bewusstsein<br />neue Talente zu<br />entdecken und fördern<br />zu wollen, entstand die<br />Idee einer eigenen<br />Tour.<br />"
            },
            "second_paragraph": {
                "text": "So ging Jouana Samia mit <br />ihrem Team als THE<br />COMPANY im September<br />2019 auf Deutschland Tour<br />und leerte in zehn <br />verschiedenen Städten in<br />einem fünf stündigen<br />Programm die Tanzstile<br />Commercial und Heels.<br />"
            },
            "third_paragraph": {
                "text": "Ein wesentlich wichtiger Aspekt dieser Tour war der<br />anschließende Mindset-orientierte Talk mit den<br />Schülern, da ihr Augenmerkmal darauf liegt, sie<br />mental auf die Industrie vorzubereiten.<br />Sie erreiche damit aktiv insgesamt 500<br />Nachwuchs-Talente und mehrere Tausende auf<br />Social Media, weshalb ihr die Vision für das<br />nächste Projekt kam. Auch hier steht eine zweite<br />Tour in den Startlöchern, welche sich bedingt der<br />aktuellen Corona-Situation gedulden muss.<br />"
            }
        },

        "the_tour_sp": {
            "first_paragraph": {
                "text": "Mit dem Bewusstsein neue Talente zu entdecken und fördern zu wollen, entstand die Idee einer eigenen Tour.<br />"
            },
            "second_paragraph": {
                "text": "So ging Jouana Samia mit ihrem Team als THE COMPANY im September 2019 auf Deutschland Tour und leerte in zehn verschiedenen Städten in einem fünf stündigen Programm die Tanzstile Commercial und Heels.<br />"
            },
            "third_paragraph": {
                "text": "Ein wesentlich wichtiger Aspekt dieser Tour war der anschließende Mindset-orientierte Talk mit den Schülern, da ihr Augenmerkmal darauf liegt, sie mental auf die Industrie vorzubereiten. Sie erreiche damit aktiv insgesamt 500 Nachwuchs-Talente und mehrere Tausende auf Social Media, weshalb ihr die Vision für das nächste Projekt kam. Auch hier steht eine zweite Tour in den Startlöchern, welche sich bedingt der aktuellen Corona-Situation gedulden muss.<br />"
            }
        },

        "the_ball": {
            "first_paragraph": {
                "text": "Mit der Idee<br />verschiedene Stile von<br />Choreographen zu<br />präsentieren entstand<br />das erste offizielle<br />kulturelle Event von<br />THECOMPANY.<br />"
            },
            "second_paragraph": {
                "text": "Der Ball der Choreographen<br />verlief unter dem<br />vorgegebenen Thema &bdquo;4<br />Elemente&Prime;. Jeder<br />Choreograph bekam ein<br />Element, wozu er frei in seiner<br />Musikauswahl sein eigenes<br />Stück gestalten konnte.<br />"
            },
            "third_paragraph": {
                "text": "Das Visual Team kreierte parallel zu den Songs der<br />Choreographen die passenden Visuals,<br />die im Hintergrund ihrer Performance auf einer <br />riesigen LED-Leinwand abgespielt wurden. Die <br />Zuschauer des ausverkauften Events wurden also <br />auf eine Reise durch die vier Elemente von Feuer, <br />Wasser, Erde und Luft genommen.<br />Der Choreographen Ball wurde von wundervollen <br />Live-Acts unterstützt und mit einer erfolgreichen <br />Aftershow-Party abgeschlossen. Unsere erste <br />Edition von THEBALL lief unter einem Charity-<br />Aspekt, weshalb alle Erlöse an das Frauenhaus <br />gespendet wurden. Die zweite Edition dieses <br />Events mit dem Thema &bdquo;five Continents&Prime; musste <br />aufgrund von Covid erst einmal verschoben <br />werden.<br />"
            }
        },

        "the_ball_sp": {
            "first_paragraph": {
                "text": "Mit der Idee verschiedene Stile von Choreographen zu präsentieren entstand das erste offizielle kulturelle Event von THECOMPANY.<br />"
            },
            "second_paragraph": {
                "text": "Der Ball der Choreographen verlief unter dem vorgegebenen Thema &bdquo;4 Elemente&Prime;. Jeder Choreograph bekam ein Element, wozu er frei in seiner Musikauswahl sein eigenes Stück gestalten konnte.<br />"
            },
            "third_paragraph": {
                "text": "Das Visual Team kreierte parallel zu den Songs der Choreographen die passenden Visuals, die im Hintergrund ihrer Performance auf einer riesigen LED-Leinwand abgespielt wurden. Die Zuschauer des ausverkauften Events wurden also auf eine Reise durch die vier Elemente von Feuer, Wasser, Erde und Luft genommen. Der Choreographen Ball wurde von wundervollen Live-Acts unterstützt und mit einer erfolgreichen Aftershow-Party abgeschlossen. Unsere erste Edition von THEBALL lief unter einem Charity-Aspekt, weshalb alle Erlöse an das Frauenhaus gespendet wurden. Die zweite Edition dieses Events mit dem Thema &bdquo;five Continents&Prime; musste aufgrund von Covid erst einmal verschoben werden.<br />"
            }
        }
    }
}